Repository: frknbyhn/NewbornStudio---New
Catalog: NewbornMoments/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: \u{201c}%@\u{201d} and its photo will be removed. This can't be undone.
ar: سيتم إزالة «%@» وصورته. لا يمكن التراجع عن هذا الإجراء.
ca: «%@» i la seva foto s'eliminaran. Aquesta acció no es pot desfer.
cs: „%@“ a jeho fotka budou odstraněny. Tuto akci nelze vrátit zpět.
da: “%@” og dets foto fjernes. Dette kan ikke fortrydes.
de: „%@“ und das zugehörige Foto werden entfernt. Dies kann nicht rückgängig gemacht werden.
el: Το «%@» και η φωτογραφία του θα αφαιρεθούν. Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: «%@» y su foto se eliminarán. Esta acción no se puede deshacer.
fi: ”%@” ja sen kuva poistetaan. Tätä ei voi kumota.
fr: « %@ » et sa photo seront supprimés. Cette action est irréversible.
he: “%@” והתמונה שלו יוסרו. לא ניתן לבטל פעולה זו.
hi: “%@” और उसकी फोटो हटा दी जाएगी। इस कार्रवाई को पूर्ववत नहीं किया जा सकता।
hr: „%@” i njezina fotografija bit će uklonjeni. Ova se radnja ne može poništiti.
hu: A(z) „%@” és a hozzá tartozó fotó törlődik. Ez a művelet nem vonható vissza.
id: “%@” dan fotonya akan dihapus. Tindakan ini tidak dapat dibatalkan.
it: «%@» e la sua foto verranno rimossi. Questa azione non può essere annullata.
ja: 「%@」とその写真は削除されます。この操作は取り消せません。
ko: “%@”과(와) 해당 사진이 삭제됩니다. 이 작업은 취소할 수 없습니다.
ms: “%@” dan fotonya akan dialih keluar. Tindakan ini tidak boleh dibuat asal.
nb: «%@» og bildet dets fjernes. Dette kan ikke angres.
nl: “%@” en de bijbehorende foto worden verwijderd. Dit kan niet ongedaan worden gemaakt.
pl: „%@” i jego zdjęcie zostaną usunięte. Tej czynności nie można cofnąć.
pt: “%@” e sua foto serão removidos. Esta ação não pode ser desfeita.
ro: „%@” și fotografia sa vor fi eliminate. Această acțiune nu poate fi anulată.
ru: «%@» и его фото будут удалены. Это действие нельзя отменить.
sk: „%@“ a jeho fotka budú odstránené. Túto akciu nemožno vrátiť späť.
sv: ”%@” och dess foto tas bort. Detta kan inte ångras.
th: “%@” และรูปภาพของมันจะถูกลบออก การกระทำนี้ไม่สามารถย้อนกลับได้
tr: “%@” ve fotoğrafı kaldırılacak. Bu işlem geri alınamaz.
uk: «%@» та його фото буде видалено. Цю дію не можна скасувати.
vi: “%@” và ảnh của nó sẽ bị xóa. Hành động này không thể hoàn tác.
zh_hans: “%@”及其照片将被移除。此操作无法撤销。
zh_hant: “%@”及其照片將被移除。此操作無法撤銷。

source: \u{201c}%@\u{201d} has already been captured. Deleting it removes the photo too — this can't be undone.
ar: تم التقاط «%@» بالفعل. سيؤدي حذفه أيضًا إلى إزالة الصورة — لا يمكن التراجع عن هذا الإجراء.
ca: «%@» ja s'ha capturat. En suprimir-lo també s'elimina la foto — aquesta acció no es pot desfer.
cs: „%@“ již bylo zachyceno. Odstraněním se odstraní i fotka — tuto akci nelze vrátit zpět.
da: “%@” er allerede fanget. Sletning fjerner også fotoet — dette kan ikke fortrydes.
de: „%@“ wurde bereits erfasst. Beim Löschen wird auch das Foto entfernt — dies kann nicht rückgängig gemacht werden.
el: Το «%@» έχει ήδη αποτυπωθεί. Η διαγραφή του αφαιρεί επίσης τη φωτογραφία — αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: «%@» ya ha sido capturado. Eliminarlo también quita la foto — esta acción no se puede deshacer.
fi: ”%@” on jo tallennettu. Sen poistaminen poistaa myös kuvan — tätä ei voi kumota.
fr: « %@ » a déjà été capturé. Le supprimer retire aussi la photo — cette action est irréversible.
he: “%@” כבר תועד. מחיקתו תסיר גם את התמונה — לא ניתן לבטל פעולה זו.
hi: “%@” पहले ही कैद किया जा चुका है। इसे हटाने से फोटो भी हट जाएगी — इस कार्रवाई को पूर्ववत नहीं किया जा सकता।
hr: „%@” je već zabilježeno. Brisanje također uklanja fotografiju — ova se radnja ne može poništiti.
hu: A(z) „%@” már rögzítve van. Törlése a fotót is eltávolítja — ez a művelet nem vonható vissza.
id: “%@” sudah terekam. Menghapusnya juga akan menghapus fotonya — tindakan ini tidak dapat dibatalkan.
it: «%@» è già stato catturato. Eliminandolo verrà rimossa anche la foto — questa azione non può essere annullata.
ja: 「%@」はすでに記録されています。削除すると写真も削除されます — この操作は取り消せません。
ko: “%@”은(는) 이미 기록되었습니다. 삭제하면 사진도 함께 삭제됩니다 — 이 작업은 취소할 수 없습니다.
ms: “%@” sudah pun dirakam. Memadamnya turut mengalih keluar foto — tindakan ini tidak boleh dibuat asal.
nb: «%@» er allerede fanget. Sletting fjerner også bildet — dette kan ikke angres.
nl: “%@” is al vastgelegd. Verwijderen verwijdert ook de foto — dit kan niet ongedaan worden gemaakt.
pl: „%@” zostało już uchwycone. Usunięcie usuwa też zdjęcie — tej czynności nie można cofnąć.
pt: “%@” já foi capturado. Excluí-lo também remove a foto — esta ação não pode ser desfeita.
ro: „%@” a fost deja surprinsă. Ștergerea ei elimină și fotografia — această acțiune nu poate fi anulată.
ru: «%@» уже зафиксировано. Удаление также удалит фото — это действие нельзя отменить.
sk: „%@“ už bolo zachytené. Odstránenie odstráni aj fotku — túto akciu nemožno vrátiť späť.
sv: ”%@” har redan fångats. Att ta bort den tar även bort fotot — detta kan inte ångras.
th: “%@” ถูกบันทึกไว้แล้ว การลบจะลบรูปภาพออกด้วย — การกระทำนี้ไม่สามารถย้อนกลับได้
tr: “%@” zaten yakalandı. Silmek fotoğrafı da kaldırır — bu işlem geri alınamaz.
uk: «%@» вже зафіксовано. Видалення також прибере фото — цю дію не можна скасувати.
vi: “%@” đã được ghi lại. Xóa nó cũng sẽ xóa ảnh — hành động này không thể hoàn tác.
zh_hans: “%@”已被记录。删除它也会删除照片 — 此操作无法撤销。
zh_hant: “%@”已被記錄。刪除它也會刪除照片 — 此操作無法撤銷。

source: %@ / week
ar: %@ / أسبوع
ca: %@ / setmana
cs: %@ / týden
da: %@ / uge
de: %@ / Woche
el: %@ / εβδομάδα
es: %@ / semana
fi: %@ / viikko
fr: %@ / semaine
he: %@ / שבוע
hi: %@ / सप्ताह
hr: %@ / tjedan
hu: %@ / hét
id: %@ / minggu
it: %@ / settimana
ja: %@ / 週
ko: %@ / 주
ms: %@ / minggu
nb: %@ / uke
pl: %@ / tydzień
pt: %@ / semana
ro: %@ / săptămână
ru: %@ / нед.
sk: %@ / týždeň
sv: %@ / vecka
th: %@ / สัปดาห์
tr: %@ / hafta
uk: %@ / тиж.
vi: %@ / tuần
zh_hans: %@ / 周
zh_hant: %@ / 週

source: %d coins
ar: %d عملة
ca: %d monedes
cs: %d mincí
da: %d mønter
el: %d κέρματα
es: %d monedas
fi: %d kolikkoa
fr: %d pièces
he: %d מטבעות
hi: %d सिक्के
hr: %d novčića
hu: %d érme
id: %d koin
it: %d monete
ja: %dコイン
ko: 코인 %d개
ms: %d syiling
nb: %d mynter
nl: %d munten
pl: %d monet
pt: %d moedas
ro: %d monede
ru: %d монет
sk: %d mincí
sv: %d mynt
th: %d เหรียญ
tr: %d jeton
uk: %d монет
vi: %d xu
zh_hans: %d 枚金币
zh_hant: %d 枚金幣

source: %d coins · %@
ar: %d عملة · %@
ca: %d monedes · %@
cs: %d mincí · %@
da: %d mønter · %@
el: %d κέρματα · %@
es: %d monedas · %@
fi: %d kolikkoa · %@
fr: %d pièces · %@
he: %d מטבעות · %@
hi: %d सिक्के · %@
hr: %d novčića · %@
hu: %d érme · %@
id: %d koin · %@
it: %d monete · %@
ja: %dコイン · %@
ko: 코인 %d개 · %@
ms: %d syiling · %@
nb: %d mynter · %@
nl: %d munten · %@
pl: %d monet · %@
pt: %d moedas · %@
ro: %d monede · %@
ru: %d монет · %@
sk: %d mincí · %@
sv: %d mynt · %@
th: %d เหรียญ · %@
tr: %d jeton · %@
uk: %d монет · %@
vi: %d xu · %@
zh_hans: %d 枚金币 · %@
zh_hant: %d 枚金幣 · %@

source: %d credits
ar: %d رصيد
ca: %d crèdits
cs: %d kreditů
el: %d πιστώσεις
es: %d créditos
fi: %d krediittiä
fr: %d crédits
he: %d קרדיטים
hi: %d क्रेडिट
hr: %d kredita
hu: %d kredit
id: %d kredit
it: %d crediti
ja: %dクレジット
ko: 크레딧 %d개
ms: %d kredit
nb: %d poeng
pl: %d kredytów
pt: %d créditos
ro: %d credite
ru: %d кредитов
sk: %d kreditov
sv: %d krediter
th: %d เครดิต
tr: %d kredi
uk: %d кредитів
vi: %d tín dụng
zh_hans: %d 积分
zh_hant: %d 積分

source: ~%d min
ar: ~%d دقيقة
el: ~%d λεπτά
he: ‏~%d דק'
hi: ~%d मिनट
hu: ~%d perc
id: ~%d mnt
ja: 約%d分
ko: 약 %d분
ru: ~%d мин
th: ~%d นาที
tr: ~%d dk
uk: ~%d хв
vi: ~%d phút
zh_hans: 约 %d 分钟
zh_hant: 約 %d 分鐘

source: ~%d–%d min
ar: ~%d–%d دقيقة
el: ~%d–%d λεπτά
he: ‏~%d–%d דק'
hi: ~%d–%d मिनट
hu: ~%d–%d perc
id: ~%d–%d mnt
ja: 約%d〜%d分
ko: 약 %d~%d분
ru: ~%d–%d мин
th: ~%d–%d นาที
tr: ~%d–%d dk
uk: ~%d–%d хв
vi: ~%d–%d phút
zh_hans: 约 %d–%d 分钟
zh_hant: 約 %d–%d 分鐘

source: 1 credit
ar: رصيد واحد
ca: 1 crèdit
cs: 1 kredit
el: 1 πίστωση
es: 1 crédito
fi: 1 krediitti
fr: 1 crédit
he: קרדיט אחד
hi: 1 क्रेडिट
hr: 1 kredit
hu: 1 kredit
id: 1 kredit
it: 1 credito
ja: 1クレジット
ko: 크레딧 1개
ms: 1 kredit
nb: 1 poeng
pl: 1 kredyt
pt: 1 crédito
ru: 1 кредит
sk: 1 kredit
sv: 1 kredit
th: 1 เครดิต
tr: 1 kredi
uk: 1 кредит
vi: 1 tín dụng
zh_hans: 1 积分
zh_hant: 1 積分

source: 10 credits / week
ar: 10 أرصدة / أسبوع
ca: 10 crèdits / setmana
cs: 10 kreditů / týden
da: 10 credits / uge
de: 10 Credits / Woche
el: 10 πιστώσεις / εβδομάδα
es: 10 créditos / semana
fi: 10 krediittiä / viikko
fr: 10 crédits / semaine
he: 10 קרדיטים / שבוע
hi: 10 क्रेडिट / सप्ताह
hr: 10 kredita / tjedan
hu: 10 kredit / hét
id: 10 kredit / minggu
it: 10 crediti / settimana
ja: 10クレジット / 週
ko: 주당 크레딧 10개
ms: 10 kredit / minggu
nb: 10 poeng / uke
pl: 10 kredytów / tydzień
pt: 10 créditos / semana
ro: 10 credite / săptămână
ru: 10 кредитов / нед.
sk: 10 kreditov / týždeň
sv: 10 krediter / vecka
th: 10 เครดิต / สัปดาห์
tr: Haftada 10 kredi
uk: 10 кредитів / тиж.
vi: 10 tín dụng / tuần
zh_hans: 10 积分 / 周
zh_hant: 10 積分 / 週

source: 50 credits / month
ar: 50 رصيدًا / شهر
ca: 50 crèdits / mes
cs: 50 kreditů / měsíc
da: 50 credits / måned
de: 50 Credits / Monat
el: 50 πιστώσεις / μήνα
es: 50 créditos / mes
fi: 50 krediittiä / kk
fr: 50 crédits / mois
he: 50 קרדיטים / חודש
hi: 50 क्रेडिट / माह
hr: 50 kredita / mjesec
hu: 50 kredit / hónap
id: 50 kredit / bulan
it: 50 crediti / mese
ja: 50クレジット / 月
ko: 월 크레딧 50개
ms: 50 kredit / bulan
nb: 50 poeng / måned
nl: 50 credits / maand
pl: 50 kredytów / miesiąc
pt: 50 créditos / mês
ro: 50 credite / lună
ru: 50 кредитов / мес.
sk: 50 kreditov / mesiac
sv: 50 krediter / månad
th: 50 เครดิต / เดือน
tr: Ayda 50 kredi
uk: 50 кредитів / міс.
vi: 50 tín dụng / tháng
zh_hans: 50 积分 / 月
zh_hant: 50 積分 / 月

source: 500 credits / year
ar: 500 رصيد / سنة
ca: 500 crèdits / any
cs: 500 kreditů / rok
da: 500 credits / år
de: 500 Credits / Jahr
el: 500 πιστώσεις / έτος
es: 500 créditos / año
fi: 500 krediittiä / vuosi
fr: 500 crédits / an
he: 500 קרדיטים / שנה
hi: 500 क्रेडिट / वर्ष
hr: 500 kredita / godinu
hu: 500 kredit / év
id: 500 kredit / tahun
it: 500 crediti / anno
ja: 500クレジット / 年
ko: 연간 크레딧 500개
ms: 500 kredit / tahun
nb: 500 poeng / år
nl: 500 credits / jaar
pl: 500 kredytów / rok
pt: 500 créditos / ano
ro: 500 credite / an
ru: 500 кредитов / год
sk: 500 kreditov / rok
sv: 500 krediter / år
th: 500 เครดิต / ปี
tr: Yılda 500 kredi
uk: 500 кредитів / рік
vi: 500 tín dụng / năm
zh_hans: 500 积分 / 年
zh_hant: 500 積分 / 年

source: A Special Offer, Just for You
ar: عرض خاص، لك وحدك
ca: Una oferta especial, només per a tu
cs: Speciální nabídka jen pro vás
da: Et særligt tilbud, kun til dig
de: Ein besonderes Angebot, nur für Sie
el: Μια ειδική προσφορά, μόνο για εσάς
es: Una oferta especial, solo para ti
fi: Erikoistarjous vain sinulle
fr: Une offre spéciale, rien que pour vous
he: מבצע מיוחד, רק בשבילך
hi: आपके लिए एक खास ऑफ़र
hr: Posebna ponuda, samo za vas
hu: Egy különleges ajánlat, csak neked
id: Penawaran khusus, hanya untuk Anda
it: Un'offerta speciale, solo per te
ja: あなただけの特別なオファー
ko: 당신만을 위한 특별 혜택
ms: Tawaran istimewa, khas untuk anda
nb: Et spesialtilbud, bare til deg
nl: Een speciale aanbieding, alleen voor jou
pl: Specjalna oferta, tylko dla Ciebie
pt: Uma oferta especial, só para você
ro: O ofertă specială, doar pentru tine
ru: Специальное предложение только для вас
sk: Špeciálna ponuka len pre vás
sv: Ett specialerbjudande, bara för dig
th: ข้อเสนอพิเศษ เฉพาะสำหรับคุณ
tr: Sırf Size Özel Bir Fırsat
uk: Особлива пропозиція тільки для вас
vi: Ưu đãi đặc biệt, chỉ dành cho bạn
zh_hans: 专属特别优惠，仅为您准备
zh_hant: 專屬特別優惠，僅為您準備

source: Add
ar: إضافة
ca: Afegeix
cs: Přidat
da: Tilføj
de: Hinzufügen
el: Προσθήκη
es: Añadir
fi: Lisää
fr: Ajouter
he: הוספה
hi: जोड़ें
hr: Dodaj
hu: Hozzáadás
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
ms: Tambah
nb: Legg til
nl: Toevoegen
pl: Dodaj
pt: Adicionar
ro: Adaugă
ru: Добавить
sk: Pridať
sv: Lägg till
th: เพิ่ม
tr: Ekle
uk: Додати
vi: Thêm
zh_hans: 添加
zh_hant: 新增

source: Add a Photo
ar: إضافة صورة
ca: Afegeix foto
cs: Přidat fotku
da: Tilføj foto
de: Foto hinzufügen
el: Προσθήκη φωτογραφίας
es: Añadir foto
fi: Lisää kuva
fr: Ajouter une photo
he: הוספת תמונה
hi: फोटो जोड़ें
hr: Dodaj fotografiju
hu: Fotó hozzáadása
id: Tambah foto
it: Aggiungi una foto
ja: 写真を追加
ko: 사진 추가
ms: Tambah foto
nb: Legg til bilde
nl: Foto toevoegen
pl: Dodaj zdjęcie
pt: Adicionar foto
ro: Adaugă o fotografie
ru: Добавить фото
sk: Pridať fotku
sv: Lägg till foto
th: เพิ่มรูปภาพ
tr: Fotoğraf Ekle
uk: Додати фото
vi: Thêm ảnh
zh_hans: 添加照片
zh_hant: 新增照片

source: Add a photo for this moment
ar: أضف صورة لهذه اللحظة
ca: Afegeix una foto per a aquest moment
cs: Přidejte fotku pro tento okamžik
da: Tilføj et foto til dette øjeblik
de: Foto für diesen Moment hinzufügen
el: Προσθέστε μια φωτογραφία γι' αυτή τη στιγμή
es: Añade una foto para este momento
fi: Lisää kuva tälle hetkelle
fr: Ajoutez une photo pour ce moment
he: הוסיפו תמונה לרגע הזה
hi: इस पल के लिए एक फोटो जोड़ें
hr: Dodajte fotografiju za ovaj trenutak
hu: Adj hozzá egy fotót ehhez a pillanathoz
id: Tambahkan foto untuk momen ini
it: Aggiungi una foto per questo momento
ja: この瞬間の写真を追加
ko: 이 순간을 위한 사진을 추가하세요
ms: Tambah foto untuk detik ini
nb: Legg til et bilde for dette øyeblikket
nl: Voeg een foto toe voor dit moment
pl: Dodaj zdjęcie dla tej chwili
pt: Adicione uma foto para este momento
ro: Adaugă o fotografie pentru acest moment
ru: Добавьте фото для этого момента
sk: Pridajte fotku pre tento moment
sv: Lägg till ett foto för det här ögonblicket
th: เพิ่มรูปภาพสำหรับช่วงเวลานี้
tr: Bu an için bir fotoğraf ekleyin
uk: Додайте фото для цієї миті
vi: Thêm một bức ảnh cho khoảnh khắc này
zh_hans: 为这一刻添加一张照片
zh_hant: 為這一刻新增一張照片

source: Add a photo to start from
ar: أضف صورة للبدء
ca: Afegeix una foto per començar
cs: Přidejte fotku, abyste začali
da: Tilføj et foto for at starte
de: Foto zum Starten hinzufügen
el: Προσθέστε μια φωτογραφία για να ξεκινήσετε
es: Añade una foto para empezar
fi: Lisää kuva aloittaaksesi
fr: Ajoutez une photo pour commencer
he: הוסיפו תמונה כדי להתחיל
hi: शुरू करने के लिए एक फोटो जोड़ें
hr: Dodajte fotografiju za početak
hu: Adj hozzá egy fotót a kezdéshez
id: Tambahkan foto untuk memulai
it: Aggiungi una foto per iniziare
ja: 写真を追加して開始
ko: 시작하려면 사진을 추가하세요
ms: Tambah foto untuk mula
nb: Legg til et bilde for å starte
nl: Voeg een foto toe om te beginnen
pl: Dodaj zdjęcie, aby zacząć
pt: Adicione uma foto para começar
ro: Adaugă o fotografie pentru a începe
ru: Добавьте фото, чтобы начать
sk: Pridajte fotku na začiatok
sv: Lägg till ett foto för att börja
th: เพิ่มรูปภาพเพื่อเริ่มต้น
tr: Başlamak için bir fotoğraf ekleyin
uk: Додайте фото, щоб почати
vi: Thêm một bức ảnh để bắt đầu
zh_hans: 添加照片以开始
zh_hant: 新增照片以開始

source: Add List
ar: إضافة قائمة
ca: Afegeix llista
cs: Přidat seznam
da: Tilføj liste
de: Liste hinzufügen
el: Προσθήκη λίστας
es: Añadir lista
fi: Lisää lista
fr: Ajouter une liste
he: הוספת רשימה
hi: सूची जोड़ें
hr: Dodaj popis
hu: Lista hozzáadása
id: Tambah daftar
it: Aggiungi elenco
ja: リストを追加
ko: 목록 추가
ms: Tambah senarai
nb: Legg til liste
nl: Lijst toevoegen
pl: Dodaj listę
pt: Adicionar lista
ro: Adaugă listă
ru: Добавить список
sk: Pridať zoznam
sv: Lägg till lista
th: เพิ่มรายการ
tr: Liste Ekle
uk: Додати список
vi: Thêm danh sách
zh_hans: 添加列表
zh_hant: 新增列表

source: Add Milestone
ar: إضافة مَعلَم
ca: Afegeix fita
cs: Přidat milník
da: Tilføj milepæl
de: Meilenstein hinzufügen
el: Προσθήκη ορόσημου
es: Añadir hito
fi: Lisää virstanpylväs
fr: Ajouter une étape
he: הוספת אבן דרך
hi: माइलस्टोन जोड़ें
hr: Dodaj prekretnicu
hu: Mérföldkő hozzáadása
id: Tambah tonggak
it: Aggiungi traguardo
ja: マイルストーンを追加
ko: 이정표 추가
ms: Tambah pencapaian
nb: Legg til milepæl
nl: Mijlpaal toevoegen
pl: Dodaj kamień milowy
pt: Adicionar marco
ro: Adaugă etapă
ru: Добавить веху
sk: Pridať míľnik
sv: Lägg till milstolpe
th: เพิ่มพัฒนาการ
tr: Kilometre Taşı Ekle
uk: Додати віху
vi: Thêm cột mốc
zh_hans: 添加里程碑
zh_hant: 新增里程碑

source: Adding music…
ar: جارٍ إضافة الموسيقى…
ca: Afegint música…
cs: Přidávání hudby…
da: Tilføjer musik…
de: Musik wird hinzugefügt…
el: Προσθήκη μουσικής…
es: Añadiendo música…
fi: Lisätään musiikkia…
fr: Ajout de musique…
he: מוסיף מוזיקה…
hi: संगीत जोड़ा जा रहा है…
hr: Dodavanje glazbe…
hu: Zene hozzáadása…
id: Menambahkan musik…
it: Aggiunta della musica…
ja: 音楽を追加中…
ko: 음악 추가 중…
ms: Menambah muzik…
nb: Legger til musikk…
nl: Muziek wordt toegevoegd…
pl: Dodawanie muzyki…
pt: Adicionando música…
ro: Se adaugă muzică…
ru: Добавление музыки…
sk: Pridávanie hudby…
sv: Lägger till musik…
th: กำลังเพิ่มเพลง…
tr: Müzik ekleniyor…
uk: Додавання музики…
vi: Đang thêm nhạc…
zh_hans: 正在添加音乐…
zh_hant: 正在新增音樂…

source: Adding studio lighting…
ar: جارٍ تطبيق إضاءة الاستوديو…
ca: Aplicant il·luminació d'estudi…
cs: Aplikace studiového osvětlení…
da: Anvender studielys…
de: Studiobeleuchtung wird angewendet…
el: Εφαρμογή φωτισμού στούντιο…
es: Aplicando iluminación de estudio…
fi: Lisätään studiovalaistusta…
fr: Application de l'éclairage studio…
he: מחיל תאורת סטודיו…
hi: स्टूडियो लाइटिंग लागू की जा रही है…
hr: Primjena studijskog osvjetljenja…
hu: Stúdióvilágítás alkalmazása…
id: Menerapkan pencahayaan studio…
it: Applicazione dell'illuminazione da studio…
ja: スタジオライティングを適用中…
ko: 스튜디오 조명 적용 중…
ms: Menggunakan pencahayaan studio…
nb: Bruker studiolys…
nl: Studioverlichting wordt toegepast…
pl: Stosowanie oświetlenia studyjnego…
pt: Aplicando iluminação de estúdio…
ro: Se aplică iluminatul de studio…
ru: Применение студийного освещения…
sk: Aplikovanie štúdiového osvetlenia…
sv: Applicerar studiobelysning…
th: กำลังปรับใช้แสงสตูดิโอ…
tr: Stüdyo aydınlatması uygulanıyor…
uk: Застосування студійного освітлення…
vi: Đang áp dụng ánh sáng studio…
zh_hans: 正在应用工作室灯光…
zh_hant: 正在應用工作室燈光…

source: Adding Your Music
ar: جارٍ إضافة موسيقاك
ca: S'està afegint la teva música
cs: Přidáváme vaši hudbu
da: Tilføjer din musik
de: Ihre Musik wird hinzugefügt
el: Προσθήκη της μουσικής σας
es: Añadiendo tu música
fi: Lisätään musiikkiasi
fr: Ajout de votre musique
he: מוסיפים את המוזיקה שלכם
hi: आपका संगीत जोड़ा जा रहा है
hr: Dodavanje vaše glazbe
hu: A zenéd hozzáadása folyamatban
id: Menambahkan musik Anda
it: Aggiunta della tua musica
ja: 音楽を追加しています
ko: 음악을 추가하는 중
ms: Menambah muzik anda
nb: Legger til musikken din
nl: Je muziek wordt toegevoegd
pl: Dodawanie muzyki
pt: Adicionando sua música
ro: Se adaugă muzica ta
ru: Добавляем вашу музыку
sk: Pridávame vašu hudbu
sv: Lägger till din musik
th: กำลังเพิ่มเพลงของคุณ
tr: Müziğiniz Ekleniyor
uk: Додаємо вашу музику
vi: Đang thêm nhạc của bạn
zh_hans: 正在添加您的音乐
zh_hant: 正在新增您的音樂

source: AI baby photo studio
ar: استوديو صور ذكاء اصطناعي للأطفال
ca: Estudi de fotos de nadons amb IA
cs: AI fotostudio pro miminka
da: AI-babyfotostudie
de: KI-Baby-Fotostudio
el: Στούντιο φωτογραφίας μωρού με AI
es: Estudio de fotos de bebés con IA
fi: Tekoälypohjainen vauvakuvastudio
fr: Studio photo IA pour bébé
he: סטודיו לתמונות תינוקות מבוסס AI
hi: AI बेबी फोटो स्टूडियो
hr: AI foto studio za bebe
hu: AI babafotó stúdió
id: Studio foto bayi bertenaga AI
it: Studio fotografico IA per neonati
ja: AIベビーフォトスタジオ
ko: AI 아기 사진 스튜디오
ms: Studio foto bayi AI
nb: AI-babyfotostudio
nl: AI-babyfotostudio
pl: Studio zdjęć AI dla niemowląt
pt: Estúdio de fotos de bebê com IA
ro: Studio foto AI pentru bebeluși
ru: AI-фотостудия для малышей
sk: AI fotoštúdio pre bábätká
sv: AI-fotostudio för bebisar
th: สตูดิโอถ่ายภาพลูกน้อยด้วย AI
tr: Yapay zeka bebek fotoğraf stüdyosu
uk: AI-фотостудія для немовлят
vi: Studio ảnh em bé AI
zh_hans: AI 宝宝照相馆
zh_hant: AI 寶寶照相館

source: AI-powered studio portraits in dozens of dreamy themes — created from a single snapshot.
ar: صور استوديو من إنشاء الذكاء الاصطناعي بعشرات الأنماط الحالمة — تُصنع من صورة واحدة فقط.
ca: Retrats d'estudi amb IA en desenes de temes de somni — creats a partir d'una sola foto.
cs: Studiové portréty vytvořené AI v desítkách snových témat — vytvořené z jediné fotky.
da: AI-genererede studieportrætter i snesevis af drømmeagtige temaer — skabt ud fra ét billede.
de: KI-gestützte Studioporträts in Dutzenden traumhaften Stilen — aus einem einzigen Foto erstellt.
el: Πορτρέτα στούντιο που δημιουργούνται με AI σε δεκάδες ονειρικά θέματα — φτιαγμένα από μία μόνο φωτογραφία.
es: Retratos de estudio con IA en docenas de temas de ensueño — creados a partir de una sola foto.
fi: Tekoälyllä luotuja studiomuotokuvia kymmenissä unenomaisissa teemoissa — yhdestä kuvasta.
fr: Portraits de studio générés par IA dans des dizaines de thèmes féeriques — créés à partir d'une seule photo.
he: פורטרטים סטודיו שנוצרו על ידי בינה מלאכותית בעשרות ערכות נושא חלומיות — נוצרו מתמונה אחת בלבד.
hi: दर्जनों सपनों जैसी थीम में AI-जनित स्टूडियो पोर्ट्रेट — सिर्फ़ एक फोटो से बनाए गए।
hr: Studijski portreti generirani AI-jem u desecima maštovitih tema — stvoreni iz jedne fotografije.
hu: MI által generált stúdióportrék tucatnyi álomszerű témában — egyetlen fotóból elkészítve.
id: Potret studio bertenaga AI dalam puluhan tema penuh mimpi — dibuat dari satu foto.
it: Ritratti da studio con IA in decine di temi da sogno — creati da un solo scatto.
ja: 1枚の写真から作られる、何十もの夢のようなテーマのAI生成スタジオポートレート。
ko: 단 한 장의 사진으로 만드는 수십 가지 꿈같은 테마의 AI 스튜디오 초상화.
ms: Potret studio dijana AI dalam puluhan tema bagai mimpi — dicipta daripada satu gambar sahaja.
nb: AI-genererte studioportretter i dusinvis av drømmeaktige temaer — skapt fra ett bilde.
nl: Door AI gegenereerde studioportretten in tientallen dromerige thema's — gemaakt van één foto.
pl: Portrety studyjne generowane przez AI w dziesiątkach magicznych motywów — stworzone z jednego zdjęcia.
pt: Retratos de estúdio com IA em dezenas de temas encantadores — criados a partir de uma única foto.
ro: Portrete de studio generate de AI în zeci de teme de vis — create dintr-o singură fotografie.
ru: Студийные портреты на основе ИИ в десятках сказочных тем — созданы из одного снимка.
sk: Štúdiové portréty vytvorené AI v desiatkach snových tém — vytvorené z jednej fotky.
sv: AI-genererade studioporträtt i dussintals drömlika teman — skapade från en enda bild.
th: ภาพเหมือนสไตล์สตูดิโอที่สร้างด้วย AI ในธีมแสนฝันหลายสิบแบบ — สร้างจากภาพถ่ายเพียงภาพเดียว
tr: Tek bir kareden onlarca hayalimsi temada yapay zeka destekli stüdyo portreleri.
uk: Студійні портрети на основі ШІ у десятках казкових тем — створені з одного знімка.
vi: Chân dung studio do AI tạo ra với hàng chục chủ đề như mơ — được tạo ra từ một bức ảnh duy nhất.
zh_hans: AI 生成的工作室肖像，涵盖数十种梦幻主题——只需一张照片即可创建。
zh_hant: AI 生成的工作室肖像，涵蓋數十種夢幻主題——只需一張照片即可建立。
